# asdf and plugin dependencies
# for language management
brew "asdf"
brew "coreutils"
brew "automake"
brew "autoconf"
brew "openssl"
brew "libyaml"
brew "readline"
brew "libffi"
brew "libxslt"
brew "libtool"
brew "unixodbc"
brew "unzip"
brew "curl"
brew "gpg"
brew "mkcert"

# Library dependency for postgres gem install
brew "postgres"

# Dependency for the bootstrap script
brew "jq"
